import csv
with open("new_file.csv", 'w', newline='') as csvfile:
    writer = csv.writer(csvfile, delimiter=";")
    writer.writerow(['Код ринку',"Найменування ринку","Дата", "", "Ціна", "", "Середня ціна"])
    writer.writerow([100,"Бесарабський","02.11.2016",45.00,50.00,70.00,55.00])
    writer.writerow([100,"Бесарабський","14.11.2016",45.00,45.00,60.00,50.00])
    writer.writerow([100,"Бесарабський","22.11.2016",40.00,40.00,60.00,46.67])
    writer.writerow([300,"Володимирський","02.11.2016",35.00,30.00,45.00,36.67])
    writer.writerow([300,"Володимирський","14.11.2016",35.00,35.00,45.00,38.33])
    writer.writerow([300,"Володимирський","22.11.2016",40.00,35.00,60.00,45.00])
def opentabble_1():
    ("new_file.csv")